13/data/attachments/9ad82e02cdbf501b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_2174167d-9b02-4994-967b-1ba33cfd131f</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>2</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>